---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateLandingStringer
source: html/0d42dffd-241f-644a-c86e-ee9009634c1e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateLandingStringer Property

Can't create stringer at landing.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateLandingStringer { get; }
```